export const QuestionAnswer = [
    {
        question: "Якій футболіст грав за ФК Барселона ?",
        answers: ["Шевченко", "Ребров", "Мессі", "Зідан"],
        correctAnswer: "Мессі",
    },
    {
        question: "Яка країна перемогла на ЧС з футболу 2022 ?",
        answers: ["Аргентина", "Франція", "Італія", "Україна"],
        correctAnswer: "Аргентина",
    },
    {
        question: "Яка країна перемогла на ЧС з баскетболу 2019 ?",
        answers: ["США", "Франція", "Іспаня", "Болгарія"],
        correctAnswer: "Іспаня",
    },
    {
        question: "Яка країна перемогла на Олімпійских іграх в Токіо 2021 ?",
        answers: ["Франція", "США", "Китай", "Польща"],
        correctAnswer: "США",
    },
    {
        question: "Яка футбольна команда виграла Лігу чемпіоніа УЄФА 2022 ?",
        answers: ["Челсі", "Динамо", "Ліверпуль", "Реал-Мадрид"],
        correctAnswer: "Реал-Мадрид",
    },
];
